{
    "TEST": "prueba",
    "//about_component": "These are the translations for the About component",
    "about_project": "Statistical Analysis Visualizations for Introductory Statistics (SAVIS) fue concebido como parte de un proyecto de investigación colaborativo sobre educación estadística entre el Departamento de Matemáticas y Estadística de la Universidad Estatal de California en Sacramento (CSUS) y la Escuela de Matemáticas de la Universidad Autónoma de Yucatán (UADY). SAVIS es una herramienta educativa para ayudar a comprender intuitivamente conceptos de pruebas de hipótesis estadísticas e intervalos de confianza utilizando visualizaciones basadas en técnicas de remuestreo y aleatorización. SAVIS tiene una versión en línea y otra independiente (ambas disponibles gratuitamente) en inglés y español.",
    "about_created": "SAVIS fue creado en la primavera de 2019 y ampliado en la primavera de 2020 y la primavera de 2024 por los siguientes estudiantes de último año del Departamento de Ciencias de la Computación de CSUS bajo la dirección de Rafael E. Díaz Escamilla, profesor del Departamento de Matemáticas y Estadísticas en CSUS:",
    "spring2019": "Primavera 2019",
    "spring2020": "Primavera 2020",
    "spring2024": "Primavera 2024",
    "contact": "Contacto",
    "//one_mean_component": "These are the translations for the OneMean component",
    "one_mean_hypothesis_testing": "Una prueba de hipótesis media",
    "enter_data": "Introducir datos",
    "section1_placeholder": "Ingrese los datos en formato de columna o cargue un archivo CSV",
    "load_data": "Cargar datos",
    "reset": "Reiniciar",
    "mean": "El promedio",
    "standard_deviation": "Desviación Estándar",
    "size": "Tamaño",
    "hypothetical_pop": "Generar población hipotética",
    "shift_mean": "Media de cambio",
    "increase_data": "Aumentar datos",
    "draw_sample": "Dibujar muestra",
    "sample_size": "Tamaño de la muestra",
    "of_samples": "de muestras",
    "run_simulation": "Ejecutar simulación",
    "sampling_distribution": "Distribución muestral de medias",
    "type_of_test": "Tipo de Prueba",
    "one_tail_right": "Una cola derecha",
    "one_tail_left": "Una cola izquierda",
    "total_samples": "Número total de muestras",
    "sample_means": "La muestra significa al menos tan extrema como",
    "mean_of_sample": "Media de las medias muestrales"

}